export default {
    xjb_jizi_shou: "卫国太子伋，也称急子。卫宣公未即位时，与卫庄公妾室夷姜私通所生。宣公即位，遂立伋为太子。后太子娶齐女，未入室，宣公派遣太子出使宋国，自己筑新台娶之。后来宣公派伋出使齐国，为宣公所害。<br>卫国公子寿，卫宣公与宣姜之子，宣公命边境强盗杀太子伋，公子寿听闻消息，劝止太子伋，不成，遂泛舟江上，太子伋醉后，盗太子出使符节而替死。寿死后，伋又到边境处，见寿尸体，一心求死，强盗将其杀害。",
    xjb_weiyigong: "卫懿公，姬姓，名赤。以好鹤而闻名，因好鹤而失国。",
    xjb_qixianggong: "齐襄公，姜姓吕氏，名诸儿。齐襄公四年夏，齐襄公与鲁桓公于泺地相会时，与已是鲁国夫人的妹妹文姜私通。鲁桓公知晓此事后，责怪文姜，文姜不满，又将此事告诉给齐襄公。齐襄公借鲁桓公醉酒登车之际，派公子彭生将鲁桓公杀死。后来鲁国询问此事，齐襄公将公子彭生杀死谢罪。桓公死后，文姜之子即位，即后世所说的鲁庄公。同年秋，齐襄公在首止之会中假借未向年少仇怨谢罪之名杀死郑国国君的郑子亹(wěi)，郑国未作反应。齐襄公五年，齐襄公以报九世之仇之名齐国攻打纪国，纪国成为附庸。齐襄公九年，齐襄公护送妹妹宣姜之子卫惠公归国，卫惠公复位，齐襄公又决定让宣姜改嫁给卫惠公同父异母的兄弟卫昭伯。齐襄公十二年，心怀不满的公孙无知、连称兄妹和管至父造反，齐襄公被杀。",
    xjb_qihuangong: "齐桓公，姜姓吕氏，名小白，春秋时期第一位霸主。其兄齐襄公在位之时，在身为公子的小白与鲍叔牙出逃莒国。齐襄公、公孙无知相继死于内乱之中，流亡在外的小白和公子纠遂发生一场即位之争。回国路上，小白半路遭到管仲埋伏，射中衣带钩，随即诈死，得以回国即位。即位后，桓公遂与支持公子纠的鲁国开战，鲁国大败。鲁国人处死公子纠，之后又用囚车将管仲送至齐国。桓公不计前嫌，任命管仲为相国。在其辅佐下，齐国国力日渐强盛，桓公也成为春秋首位霸主。管仲死后，桓公任用公孙隰朋和鲍叔牙为相，不得长久。在齐桓公晚年病重之时，易牙、竖刁、开方把持朝政，诸公子忙于争位，这位位四十三年的首位霸主齐桓公，在死后六十七天才得以入殓。",
    xjb_guanyiwu: "管夷吾，姬姓管氏，名夷吾，字仲。管仲早年辅佐公子纠，于后来与公子小白小白的即位之争中时，险些射死齐桓公。公子纠落败后，鲍叔牙劝说桓公任用管仲，桓公不计前嫌，任命管仲为相国并拜为“仲父”。在管仲的拜相后，齐国进行了政治、经济、军事等各方面的改革，齐国富强，打出了“尊王攘夷”的旗帜，“九合诸侯，一匡天下”，齐桓公成为春秋首霸。管仲死前，推举公孙隰朋为相，而告诫齐桓公远离竖刁、易牙、开方三人。桓公终不能远离三人，落得凄惨下场。",
    xjb_baoshuya: "鲍叔牙，姓氏从其父封地，为人刚直。齐襄公时期辅佐公子小白出逃莒国。后来公子小白即位，后世称之齐桓公。桓公欲杀曾有一箭之仇的管仲，鲍叔牙劝止，认为桓公要想成就霸业必须依靠管仲。在管仲辅佐下，齐桓公成为春秋首位霸主。鲍叔牙早年即与管仲相交，相知多年，管仲曾叹曰：“生我者父母，知我者鲍子也。”",
    xjb_xunan:"荀黯，姬姓荀氏，名黯，字息。荀息本氏原，后因晋武公赏赐荀地，故改氏为荀。荀息在晋献公时期，献出假道伐虢的计策，灭亡虢国和虞国。晋献公临终前将年幼的太子奚齐托付给荀息。拥护原太子申生的里克在晋献公丧礼上成功策划杀死奚齐。荀息又立公子卓子为国君，里克又杀卓子，荀息也死于其手。",
    xjb_wuyuan: "伍员，名员，字子胥。伍子胥原为楚平王时期大臣，其父亲伍奢为太子太傅。太子娶亲时，费无极见其绝美，建议平王代子娶亲，平王从之。后来，费无极害怕太子即位遭到清算，故构陷太子，伍子胥父亲和弟弟受到牵连被杀，伍子胥踏上逃亡之路，决心报仇。子胥过昭关时，楚王正搜捕子胥，世传子胥一夜白头，得以蒙混过关。后来官兵前来追捕，子胥跑到江边，得到一渔父相助过河。之后子胥盘缠用尽，一路乞讨到了吴国。到达吴国后，伍子胥认识了公子光，先后策划了针对吴王僚和吴王僚之子庆忌的刺杀，使得其登上并巩固君位。公子光即位后，是为吴王阖闾。伍子胥向吴王阖闾推荐了孙武。吴王阖闾九年，吴国攻灭楚国，时楚平王已死，伍子胥鞭尸以泄愤。后来，阖闾因越王勾践而死，夫差即位。夫差灭越后，勾践贿赂太宰嚭，不听子胥之言，未除掉勾践。太宰嚭多进谗言，使得夫差逐渐厌恶伍子胥，最后伍子胥被赐死。勾践灭吴国后，夫差后悔不听伍子胥之言，自刎。",
    xjb_qinshihuang: "秦始皇，嬴姓，名政，是我国的第一位皇帝。"
}